{
    "Crewmate": {
        "name": "Crewmate Rollen",
        "variant": "primary",
        "roles": [
            {
                "name": "Mayor",
                "description": "Ein Crewmate, der mehrere Votes hat. Er hat eine Votebank, welche die Zahl der Votes darstellt. Er kann sich in einem Meeting enthalten, wodurch dieser Vote zur Bank hinzugefügt wird. Er kann (solange noch nicht alle gevoted haben) beliebig viele Votes aus der Bank verwenden."
            },
            {
                "name": "Lovers",
                "description": "Die Lovers sind zwei Spieler, die miteinander verbunden sind. Zwei Spieler werden zufällig zwischen Crewmitgliedern und Impostern ausgewählt. Sie haben das primäre Ziel, gemeinsam am Leben zu bleiben. Sind beide unter den letzten 3 Spielern, gewinnen sie. Dazu erhalten sie Zugang zu einem privaten Chat, der nur zwischen den Meetings für sie sichtbar ist. Sie können jedoch auch mit ihrem jeweiligen Team gewinnen, weshalb die Lover die Rolle des anderen Lovers nicht kennen."
            },
            {
                "name": "Sheriff",
                "description": "Der Sheriff ist ein Crewmitglied, das die Impostor mit seinem Kill-Button eliminieren kann. Wenn er jedoch ein Crewmitglied oder einen neutralen Spieler tötet, stirbt er entweder selbst, oder beide."
            },
            {
                "name": "Engineer/Igenieur",
                "description": "Der Engineer ist ein Crewmitglied, das Sabotage von überall auf der Karte beheben kann. Er kann Vents verwenden, um sich schneller durch die Karte zu bewegen."
            },
            {
                "name": "Swapper",
                "description": "Der Swapper ist ein Crewmitglied, das während eines Meetings die Stimmen für 2 Spieler tauschen kann. Alle Stimmen für den ersten Spieler werden stattdessen für den zweiten Spieler gezählt und umgekehrt."
            },
            {
                "name": "Investigator/Ermittler",
                "description": "Der Ermittler ist ein Crewmitglied, das die Fußabdrücke von Spielern sehen kann. Fußabdrücke bleiben nur eine bestimmte Zeit bestehen."
            },
            {
                "name": "Time Lord",
                "description": "Der Time Lord ist ein Crewmitglied, das die Zeit zurückdrehen und die Positionen aller Spieler umkehren kann. Wenn  er seine Fähigkeit aktiviert, werden alle Spieler, die während dieser Zeit getötet wurden, wiederbelebt. Nur Bewegungen und Tötungen sind betroffen."
            },
            {
                "name": "Medic",
                "description": "Der Medic ist ein Crewmitglied, der jedem Spieler einen Schild geben kann, der ihn unsterblich macht, bis der Medic stirbt. Ein geschützter Spieler kann von niemandem als Morphziel ausgewählt, gehackt oder getötet werden, es sei denn durch Selbstmord (Sheriff Fehlschuss). Wenn der Medic eine Leiche meldet, kann er einen Bericht erhalten, der Hinweise auf die Identität des Killers enthält. Ein Bericht kann den Namen des Killers oder den Farbtyp (hell/dunkel) enthalten."
            }
        ]
    },
    "Neutral": {
        "name": "Neutrale Rollen",
        "variant": "warning",
        "roles": []
    },
    "Impostor": {
        "name": "Impostor Rollen",
        "variant": "danger",
        "roles": []
    },
    "Modifiers": {
        "name": "Modifizierungen",
        "variant": "info",
        "roles": [
            {
                "name": "Torch",
                "description": "Die Sichtweite dieses Spielers (nur Crewmates) wird nicht reduziert, wenn die Lichter sabotiert werden."
            },
            {
                "name": "Diseased",
                "description": "Das Töten dieses Spielers (nur Crewmates) verdreifacht die Abklingzeit des Killers."
            },
            {
                "name": "Flash",
                "description": "Dieser Spieler bewegt sich mit der doppelten Geschwindigkeit eines normalen Spielers."
            },
            {
                "name": "Tiebreaker",
                "description": "Wenn eine Abstimmung unentschieden ist, entscheidet die Abstimmung dieses Spielers. Wenn er einen anderen Spieler gewählt hat, wird er jedoch selbst gewählt. Wenn der Tiebreaker der Bürgermeister ist, gilt dies für die erste Stimme des Bürgermeisters."
            },
            {
                "name": "Drunk",
                "description": "Die Steuerung dieses Spielers ist invertiert."
            },
            {
                "name": "Giant",
                "description": "Der Spieler wird gigantisch groß und besitzt deshalb verringerte Geschwindigkeit."
            },
            {
                "name": "Button Barry",
                "description": "Dieser Spieler kann von überall auf der Karte ein Meeting einberufen, sogar während einer Sabotage. Er hat die gleiche Anzahl an Meetings wie ein regulärer Spieler."
            }
        ]
    }
}
